Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppleCard.xcstrings
Source language: en
Languages: sl

# BUTTON_TITLE
source: See how your data is managed…
sl: Kako so upravljani vaši podatki …

# SECOND_BULLET
source: You may have the opportunity to share information with Goldman Sachs about your historical business relationship with Apple as part of your application. And, to control whether Apple may use information about your relationship with Apple to improve Apple Card.
sl: Morda boste ob prijavi z banko Goldman Sachs imeli možnost deliti informacije glede zgodovine vašega poslovanja z družbo Apple. In za nadzorovanje tega, ali lahko Apple informacije o vašem razmerju z družbo Apple uporablja za izboljšanje kartice Apple Card.

# BUTTON_CAPTION
source: Your application, account, and device use patterns and settings information will be shared with Apple, Goldman Sachs, and an identity verification service for application processing, identity verification, and fraud prevention.
sl: Informacije o vaši aplikaciji, računu ter vzorcih uporabe in nastavitvah naprave bodo deljene z družbo Apple, banko Goldman Sachs in storitvijo za preverjanje identitete za namen obdelave aplikacij, preverjanja identitete in preprečevanja goljufij.

# THIRD_BULLET
source: Goldman Sachs, Apple Card’s issuing bank, and Mastercard, Apple Card’s global payment network, receive your Apple Card transaction information, but do not share or sell your transaction information to third parties for marketing or advertising.
sl: Goldman Sachs, banka izdajateljica kartice Apple Card, in Mastercard, plačilno omrežje kartice Apple Card, prejemata informacije o vaših transakcijah s kartico Apple Card, vendar ne delita ali prodajata teh informacij tretjim osebam za namene trženja ali oglaševanja.

# FOURTH_BULLET
source: Apple Card features that use your transaction history, like spending summaries, are created on-device. Apple does not know your transaction history.
sl: Funkcije kartice Apple Card, ki uporabljajo vašo zgodovino transakcij, na primer povzetke porabe, se ustvarijo v napravi. Apple ne pozna vaše zgodovine transakcij.

# SPLASH_SUMMARY
source: Apple Card is designed to protect your privacy and security so that you can focus on your financial health.
sl: Kartica Apple Card je zasnovana tako, da varuje vašo zasebnost in varnost, da se boste lahko osredotočili na finančno trdnost.

# SPLASH_SHORT_TITLE
source: Apple Card
sl: Kartica Apple Card

# FIRST_BULLET
source: Information you provide in your Apple Card application will be used by an Apple wholly owned subsidiary and Goldman Sachs and will be shared with third-party identity verification service providers to verify your identity and prevent fraud.
sl: Podatke, ki jih navedete na prijavnici za kartico Apple Card, bosta uporabljala hčerinska družba v stoodstotni lasti družbe Apple in družba Goldman Sachs ter jih delila z drugimi ponudniki storitev za preverjanje identitete, da se preveri vaša identiteta in prepreči goljufije.
